Repository: ItzMazeen/tunisie_transport
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# language
source: select language :
ar: تغيير لغة التطبيق :
fr: Changer la langue de l'application :

source: Hello Again
ar: مرحبا مجددا
fr: Bonjour à nouveau

source: Allow notifications :
ar: تفعيل الاشعارات :
fr: Activer les notifications :

# nbrVue
source: Number of views of your service {selectedType} : {currentValue}
ar: عدد مشاهدات خدمتك {selectedType} : {currentValue}
fr: Nombre de vues de votre service {selectedType} : {currentValue}

source: First Name
ar: الإسم :
fr: Prénom :

source: Last Name
ar: اللقب :
fr: Nom de famille :

source: Email
ar: البريد الإلكتروني :
fr: Adresse e-mail :

source: Password
ar: كلمة السر :
fr: Mot de passe :

source: Update
ar: تحديث
fr: Mettre à jour

source: Settings
ar: الإعدادت
fr: Paramètres

source: Home
ar: الرئيسية
fr: Accueil

source: Delivery
ar: توصيل
fr: Livraison

# work
source: Work Trucks
ar: شاحنات
fr: Camions

source: SOS
ar: شاحنات النجدة
fr: Camions de secours

source: Logout
ar: تسجيل الخروج
fr: Se déconnecter

source: Tractor
ar: جرار
fr: Tracteur

source: Moto
ar: دراجات نارية
fr: Motos

source: Truck
ar: شاحنات
fr: Camions

# search
source: Search by region
ar: البحث بالولايات
fr: Rechercher par region

# phone
source: Phone number
ar: رقم الهاتف :
fr: Numéro de téléphone :

source: Confirm Delete
ar: تأكيد الحذف
fr: Confirmer la suppression

# tconfirmDelete
source: Are you sure you want to delete this document?
ar: هل انت متأكد من حذف هذه الخدمة ؟
fr: Êtes-vous sûr de vouloir supprimer ce service ?

source: Cancel
ar: إلغاء
fr: Annuler

source: Delete
ar: حذف
fr: Supprimer

# deleteSucc
source: Delete Successful
ar: تم الحذف
fr: Suppression réussie

# tdeleteSucc
source: The document has been deleted.
ar: تم الحذف بنجاح
fr: Suppression effectuée avec succès

source: Error
ar: خطأ
fr: Erreur

# tedelete
source: An error occurred while deleting the document.
ar: هنالك خطأ عند الحذف ,الرجاء المعاودة لاحقا.
fr: Une erreur s'est produite lors de la suppression, veuillez réessayer plus tard.

source: Edit
ar: تعديل الخدمة
fr: Modifier le service

source: Service name
ar: إسم الخدمة :
fr: Nom du service :

# modele
source: Vehicle model
ar: نوع العربة :
fr: Type de véhicule :

# serie
source: Vehicle number
ar: الرقم المنجمي :
fr: Numéro de série :

source: About service
ar: وصف الخدمة :
fr: Description du service :

# updateSucc
source: Update successful
ar: تم التحديث
fr: Mise à jour réussie

# tupdateSucc
source: Service information updated
ar: تم التحديث بنجاح
fr: Mise à jour effectuée avec succès

source: Add service
ar: أضف خدمتك
fr: Ajouter votre service

source: Service type
ar: صنف الخدمة :
fr: Type de service :

# notifOFF
source: Notifications OFF
ar: تم إلغاء الإشعارات
fr: Notifications désactivées

# notifON
source: Notifications ON
ar: تم تفعيل الإشعارات
fr: Notifications activées

# forgot
source: Forgot Password ?
ar: نسيت كلمة السر ؟
fr: Mot de passe oublié ?

source: Sign In
ar: تسجيل الدخول
fr: Se connecter

# ctn
source: Or continue with
ar: تسجيل الدخول باستخدام البريد الإلكتروني
fr: Se connecter avec l'adresse e-mail

# registre
source: Register now
ar: سجل الأن
fr: S'inscrire

# notMember
source: Not a membre ?
ar: لست مسجلا ؟
fr: Pas encore inscrit ?

# visitor
source: Login as a VISITOR
ar: تسجيل الدخول كزائر ؟
fr: Se connecter en tant qu'invité ?

# click
source: Click here
ar: إضعط هنا
fr: Cliquez ici

# send
source: Enter your email and we will send you a password reset link
ar: أدخل بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور
fr: Entrez votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe

# reset
source: Reset Password
ar: إرسال
fr: Envoyer

# invalidEmail
source: Please enter a valid email adress
ar: يرجى إدخال عنوان بريد إلكتروني صالح
fr: Veuillez entrer une adresse e-mail valide

# terrEmail
source: User not found with this email
ar: لم يتم العثور على المستخدم مع هذا البريد الإلكتروني
fr: Aucun utilisateur trouvé avec cette adresse e-mail

# errEmail
source: Error email
ar: خطإ بالبريد
fr: Erreur de messagerie

# tsent
source: Password reset link sent! check your email
ar: تم إرسال رابط إعادة تعيين كلمة المرور! تحقق من بريدك الالكتروني
fr: Lien de réinitialisation du mot de passe envoyé ! Vérifiez votre e-mail

# sent
source: Email sent
ar: تم الإرسال
fr: Envoyé

# fill
source: Please fill in all the information
ar: يرجى ملء جميع المعلومات
fr: Veuillez remplir toutes les informations

# errorUser
source: User not found with this email
ar: لم يتم العثور على المستخدم مع هذا البريد الإلكتروني
fr: Aucun utilisateur trouvé avec cette adresse e-mail

# wrong
source: Wrong password
ar: كلمة مرور خاطئة
fr: Mot de passe incorrect

# use
source: The email address is already in use
ar: عنوان البريد الإلكتروني مستخدم من قبل
fr: Adresse e-mail déjà utilisée

# weak
source: Password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل
fr: Le mot de passe doit contenir au moins 6 caractères

# registerB
source: Register below
ar: سجل أدناه
fr: Inscrivez-vous

# cpassword
source: Confirm Password
ar: تأكيد كلمة المرور :
fr: Confirmez le mot de passe :

# loginN
source: Login now
ar: تسجيل الدخول
fr: Connexion

# memberI
source: I am a member |
ar: لدي حساب |
fr: J'ai un compte |

# validP
source: Please enter a valid phone number.
ar: يرجى إدخال رقم هاتف صالح
fr: entrer un numéro de téléphone valide

# counter
source: {counter} {service}
fr: Totale {service} = {counter}

# sucessSignal
source: Warning sent
fr: Avertissement envoyé

# tsucessSignal
source: Your warning has sent successfully
fr: Votre avertissement a été envoyé avec succès

# signal
source: Warning
fr: Envoyer une avertissement

# reason
source: Reason for the warning :
fr: Raison de l'avertissement :

# treason
source: Enter the reason here ...
fr: Entrez la raison ici...

# submit
source: Submit warning
fr: Envoyer l'avertissement

# warnigns
source: Warnings
fr: Avertissements

# confirmWarnigns
source: do you want to remove this warning ?
fr: Êtes-vous sûr de vouloir supprimer cet avertissement ?

# facebook
source: Visit Facebook Page
fr: Visitez notre page Facebook

# rate
source: Rate App
fr: évaluation de l'application

# notifications
source: New {selectedType} Added
fr: Nouvelle {selectedType} ajouté

# tnotifications
source: A new {selectedType} has been added in {selectedRegion}
fr: Une nouvelle {selectedType} ajouté dans {selectedRegion}

source: Taxi
ar: تاكسي

source: Louage
ar: لواج

source: Bulldozer
ar: جرافة

source: Tuktuk
ar: توك توك

source: Region
ar: الولاية :

source: Ajouter
ar: إضافة
